


var testData = [

  {
    question: 'Выберите технологию строительства',
    answers: [
      'Каркасная технология',
      'Технология двойной брус'
    ],
    choiseType: 'single'
  },
  {
    question: 'Выберите площадь дома:',
    answers: [
      'от 50 до 100 м2',
      'от 100 до 150 м2',
      'от 150 до 200 м2',
      'свыше 200 м2'
    ],
    choiseType: 'single'
  },
  {
    question: 'Бюджет, в который планируете уложиться:',
    answers: [
      '1 500 000 – 2 500 000 рублей',
      '2 500 000 – 3 500 000 рублей',
      'свыше 3 500 000 рублей'
    ],
    choiseType: 'single'
  },
  {
    question: 'Выберите источник финансирования:',
    answers: [
      'Собственные средства',
      'Кредит или ипотека',
      'Сертификаты (мат.капитал, молодая семья, военный и т.д.)'
    ],
    choiseType: 'single'
  },
  {
    question: 'Когда планируете начать строительство?',
    answers: [
      'Май – Июнь – Июль',
      'Август – Сентябрь – Октябрь',
      'Ноябрь – Декабрь',
      'Следующий год',
      // 'Свой вариант <input class="text_inp" disabled />'
    ],
    choiseType: 'single'
  },
  {
    question: 'Удаленность участка от Перми:',
    answers: [
      'В черте города',
      'до 50 км',
      'до 100 км',
      'свыше 100 км',
      'Участка еще нет'
    ],
    choiseType: 'single'
  }
  //,{
  //   question: 'Какие доп.работы вам будут нужны? (выберите одно или несколько значений)',
  //   answers: [
  //     'Расчистка участка',
  //     'Планировка участка техникой',
  //     'Бурение скважины',
  //     'Устройство выгребной ямы',
  //     'Строительство забора',
  //     'Подключение к сетям',
  //     'Газификация дома',
  //     'Благоустройство территории',
  //     'Ландшафтный дизайн',
  //     'В данный момент только дом'
  //   ],
  //   choiseType: 'multiple'
  // }
];
